Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་དེ་དག་གི་སྟེང་གི་ཕྱོགས་སུ་གཡས་གཡོན་ནས་སྤྲིན་གྱི་གསེབ་ནས་གནས་གཙང་མའི་ལྷའི་བུ་གཉིས་ལུས་མི་སྣང་བར་མེ་ཏོག་གི་ཆར་འབེབས་པ་བྲི་བར་བྱ་སྟེ
en: “Two gods from the realm of the Pure Abode should be painted among the clouds above the tathāgatas, each in an upper corner of the canvas. They should be depicted releasing a rain of flowers.

source: བར་སྣང་ལ་གནས་ནས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་དང་འཕགས་པ་ཉན་ཐོས་རྣམས་ལ་ཕྱག་འཚལ་བ་བྲི་བར་བྱའོ། །
en: Standing in the midst of space, they salute all the buddhas, bodhisattvas, pratyeka­buddhas, and the noble śrāvakas. {4.80}

source: རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་འོག་ཏུ་ཉན་ཐོས་ཆེན་པོ་བརྒྱད་བྱང་ཆུབ་སེམས་དཔའི་མགོ་ལ་འདུག་པ་སྤངས་ཏེ་བྲི་བར་བྱ་བ་ལ་འདི་ལྟ་སྟེ།
en: “Beneath the pratyeka­buddhas should be painted the eight great śrāvakas, seated separately near the bodhisattvas’ heads.

source: གནས་བརྟན་ཤཱ་རིའི་བུ་དང་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་འོད་སྲུང་ཆེན་པོ་དང་། རབ་འབྱོར་དང་སྒྲ་གཅན་འཛིན་དང་། དགའ་བོ་དང་བཟང་ལྡན་དང་། ཀ་པི་ནའོ། །
en: They are Elder Śāriputra, Mahā­maudgalyāyana, Mahākāśyapa, Subhūti, Rāhula, Nanda, Bhadrika, and Kaphiṇa. {4.81}

source: རང་སངས་རྒྱས་དག་ཀྱང་འདི་ལྟ་སྟེ། སྤོས་ཀྱི་ངད་ལྡང་དང་དམན་པ་དང་ཉེ་བའི་འཆི་ལྟས་དང་། དཀར་པོ་དང་དཀར་པོའི་ཏོག་དང་། མུ་ཁྱུད་དང་མུ་ཁྱུད་བཟང་པོའོ། །
en: “The eight pratyeka­buddhas are Gandhamādana , Candana, Upariṣṭa, Śveta, Sita, Ketu, Nemi, and Sunemi.

source: འདི་དག་ཐམས་ཅད་ཀྱང་ཤིན་ཏུ་མཛེས་པ། ཞི་བའི་ཆ་བྱད་ཀྱི་བདག་ཉིད་ཅན་ཤིན་ཏུ་དུལ་བའི་ཆ་བྱད་ཅན་ནོ། །
en: All of them are beautiful, serene, and self-controlled.

source: ཉན་ཐོས་ཆེན་པོ་དག་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་ལྟ་བའོ། །
en: They and the great śrāvakas fold their hands in reverence, looking at the blessed Buddha Śākyamuni. {4.82}

source: སྟེང་དུ་གནས་གཙང་མའི་ལྷའི་བུ་གཞན་གཉིས་ཉེ་བར་ཀུན་ནས་གོས་ཀྱི་བླ་རེ་ཆུ་ཞིང་ཡངས་པ་ཤིན་ཏུ་མཛེས་པ་འཛིན་ཅིང་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་དང་འཕགས་པ་ཉན་ཐོས་རྣམས་ཀྱི་སྟེང་དུ་ལྷའི་གོས་དང་ཕྲེང་བ་འཛིན་པ་བྲི་བར་བྱའོ། །
en: “Above them should be painted two more gods, near to the other two gods of the Pure Abode. They hold a long, elegant canopy of fine cloth, spreading it above all the buddhas, bodhisattvas, pratyeka­buddhas, and noble śrāvakas. They should be depicted wearing celestial garlands and clothes. {4.83}

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་སྟེང་དབུའི་སྟེང་དུ་མུ་ཏིག་གི་ཕྲེང་བ་དང་། ཐག་གུ་དམར་པོ་པདྨ་རཱ་ག་དང་། ཨིནྡྲ་ནཱི་ལ་ལ་སོགས་པའི་མདུད་པ་བྱས་པ་རིན་པོ་ཆེའི་ཐག་གུའི་ཚོགས་བྱའོ། །
en: “Above the head of Lord Śākyamuni one should paint a bundle of jeweled threads, including strings of pearls, gems, rubies, sapphires, and so forth.

source: དེ་ལ་ཡང་གོས་ཀྱི་བླ་རེ་ཤིན་ཏུ་ལེགས་པར་ཀུན་ནས་བཀོད་པ་དང་། མུ་ཏིག་གི་ཕྲེང་བ་འཕྱང་བས་མཛེས་པ་བྲི་བར་བྱའོ། །
en: On this bundle, there should be a well-arrayed canopy of silk, decorated all around with hanging strings of pearls. {4.84}

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་འོག་ཏུ་ནི་པདྨའི་མཚོ་ལས་འཕགས་པ་འཇམ་དཔལ་གྱི་ཞབས་དྲུང་དང་ཉེ་བ་ན། ཀླུའི་རྒྱལ་པོ་ཉེ་དགའི་ཕྱོགས་སུ་རིན་པོ་ཆེ་ཆེན་པོའི་རི་བོ་པདྨའི་མཚོ་ལས་མངོན་པར་འཐོན་པ་རིན་པོ་ཆེའི་མྱུ་གུ་དང་ཕུག་དང་རི་སུལ་དང་བྱི་རུའི་ཡལ་ག་དང་རིན་པོ་ཆེའི་ཤིང་གིས་ཡོངས་སུ་བསྐོར་བ། དྲང་སྲོང་ཆེན་པོའི་གནས་དང་གྲུབ་པ་དག་གིས་དེ་ལ་བརྟེན་པ།
en: “Below the lotus seat of Lord Śākyamuni, near the base of Noble Mañjuśrī’s feet and to the side of Upananda, the king of nāga s, one should paint a great jewel mountain, rising up from a lotus lake. The mountain is overgrown with jeweled sprouts, vines of coral, and jeweled trees; it abounds in gorges and hidden caves and is frequented by great sages and siddha s. {4.85}

source: རིའི་རྩེ་མོའི་སྟེང་དུ་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཤིན་ཏུ་མི་བཟད་པའི་གཟུགས་ཅན། ལག་པ་གཡས་པ་ན་ཞགས་པ་ཐོགས་པ། ལག་པ་གཡོན་པ་ན་གཞུ་ཐོགས་པ།
en: “On the mountain’s summit one should paint Yamāntaka, Lord of Wrath, most terrible in form, holding a noose in his right hand and a staff in his left.

source: བཞིན་ཁྲོ་གཉེར་དང་ལྡན་པ། བཀའ་ཉན་ཅིང་འཕགས་པ་འཇམ་དཔལ་ལ་ཕྱོགས་ཏེ་
en: He knits his brow and looks at Noble Mañjuśrī, awaiting orders.

source: ལྟ་བ་གསུས་པ་འཕྱང་བ། སྐྲ་གྱེན་དུ་བརྫེས་པ། མིག་སྨན་ནག་པོ་དང་སྤྲིན་ནག་པོ་དང་འདྲ་བ།
en: He has a ‘wolf’s belly’ and upwardly flowing hair. His body color is that of collyrium or a dark cloud.

source: ཁ་སྤུ་སེར་བ་སེན་མོ་རིང་བ་མིག་དམར་བ།
en: He has a reddish beard, prominent fangs, long nails, and red eyes.

source: མགུལ་བའི་ཕྱོགས་སྦྲུལ་གྱིས་བརྒྱན་པ། སྟག་གི་པགས་པ་མནབས་པ་བགེགས་ཐམས་ཅད་རྣམ་པར་འཇོམས་པར་བྱེད་པ་རབ་ཏུ་མི་བཟད་པ་ཆེན་པོ་ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོ་ཀུན་ནས་འབར་བ་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེའི་གཤེད་བྲི་བར་བྱའོ། །
en: He is adorned with snakes coiling around his neck and clothed in tiger skin. Extremely fierce, he destroys all obstacles. One should thus paint Yamāntaka, Lord of Great Wrath, with flames blazing all around him. {4.86}

source: རི་དེའི་འོག་ཏུ་རྡོའི་སྟེང་ན་འདུག་པ། ལུས་ས་ལ་བཏུད་དེ་སྤོས་ཀྱི་སྣོད་ལག་ན་ཐོགས་པ།
en: “Below this mountain, one should paint the practitioner sitting on a slab of stone, with his knees touching the ground, and with an incense censer in his hand.

source: ཆ་བྱད་དང་དབྱིབས་ཅི་ལྟ་བ་བཞིན་རྟགས་འཛིན་པ། ཇི་ལྟར་རྗེས་སུ་མཐུན་པའི་སྤྱོད་པ་དང་།
en: He holds the emblems consistent with his dress and form and acts in the attitude of obedience.

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྗེས་སུ་ལྟ་བའི་སྒྲུབ་པ་པོ་བྲི་བར་བྱའོ། །
en: He should be depicted with his gaze directed at Noble Mañjuśrī. {4.87}

source: ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་ཉེ་བར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་འོག་དེའི་གཡས་ངོས་སུ་པདྨའི་མཚོ་ལས་མངོན་པར་བྱུང་བའི་རིན་པོ་ཆེའི་རིའི་རྒྱལ་པོ། ཇི་ལྟར་སྔར་རིའི་རྒྱལ་པོར་བསྟན་པ་དེ་བཞིན་དུ་བྲི་བར་བྱའོ། །
en: “Near Nanda , the king of nāga s, and off to the right below Lord Śākyamuni, one should paint the great jewel king of mountains rising from a lotus lake, as previously described.

source: ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེའི་གཤེད་མེད་པ་ལྷའི་མེ་ཏོག་གིས་ཁྱབ་པ་བྲི་བར་བྱའོ། །
en: This time one should paint it without Yamāntaka, Lord of Wrath ;

source: རི་དེ་ཡང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་འོག་ཏུ་བྲིའོ། །རི་དེ་ཡང་ཤིན་ཏུ་མཐོ་བ་རིན་པོ་ཆེ་པདྨ་རཱ་གའི་ཐེམ་སྐས་འདྲ་བ། བཻ་ཌཱུརྱའི་རང་བཞིན་རྩེ་མོ་མྱུ་གུ་འདྲ་བ་བྲི་བར་བྱའོ། །
en: also it should be bestrewn with celestial flowers and located below the noble Avalokiteśvara. This tall and lofty mountain should be painted as made of ruby, with a single summit made of beryl in the shape of a sprout. {4.88}

source: དེ་ལ་བརྟེན་པའི་ལྷ་མོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཐུགས་རྗེའི་ངོ་བོ་འཕགས་མ་སྒྲོལ་མ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: “Resting there should be painted the goddess who is the compassion of the noble Avalokiteśvara embodied—the noble Tārā. She is adorned with all types of jewelry

source: དར་ལ་དམར་པོས་སྟོད་གཡོགས་བྱས་པ་ཁ་དོག་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་པའི་གོས་ཅན།
en: and wears a red bodice and brightly colored silken garments.

source: བུད་མེད་ཀྱི་རྒྱན་ཐམས་ཅད་ཀྱིས་ལུས་བརྒྱན་པ། ལག་པ་གཡོན་པ་ན་ཨུཏྤ་ལ་ཐོགས་པ།
en: Her whole body is adorned with feminine adornments. In her left hand she holds a blue lotus.

source: གསེར་གྱི་ཁ་དོག་ཅན་རྐེད་པ་ཕྲ་བ་ཧ་ཅང་ཡང་མི་སྐེམ་ཧ་ཅང་ཡང་མི་སྦོམ་ཧ་ཅང་ཡང་མི་རྒན།
en: Her body color is golden and her waist slim, but not overly so. She is neither too young nor too old.

source: སེམས་བསམ་གཏན་ལ་ཞུགས་པ། བཀའ་ཉན་ཅིང་འདུག་པ།
en: Her mind is absorbed in meditation, and she is awaiting an order.

source: ལག་པ་གཡས་པ་མཆོག་སྦྱིན་པ། ཅུང་ཟད་གདོང་དང་ལུས་འདུད་པ།
en: Her body is slightly bent forward with her right hand displaying the boon-granting gesture, and so forth.

source: སྐྱིལ་ཀྲུང་གིས་འདུག་པ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཅུང་ཟད་ལྟ་ཞིང་འདུག་པ།
en: She sits in a cross-legged posture, turning her gaze slightly toward Avalokiteśvara.

source: ཀུན་ནས་འབར་བའི་འོད་ཀྱི་ཕྲེང་བས་ཡོངས་སུ་བསྐོར་བ།
en: She is surrounded by a halo of blazing light. {4.89}

source: དེར་ཡང་བཻ་ཌཱུརྱ་རིན་པོ་ཆེའི་རྩེ་མོ་ལ་ཤིང་པུནྣྣཱ་གའི་ཡལ་གས་ཀུན་ནས་བསྐོར་བ། ཡལ་ག་དག་ལ་ཡང་མེ་ཏོག་འཕེལ་ཞིང་ཁ་བྱེ་བས་ལེགས་པར་རྒྱས་པས་བཅོམ་ལྡན་འདས་མ་སྒྲོལ་མ་མངོན་པར་བཀབ་པ།
en: “There, on the jeweled peak made of beryl, completely enclosed and shaded by a pannay tree whose branches are all covered in flowers with buds fully open, is the blessed Tārā.

source: ཡལ་ག་མངོན་པར་འདུད་པ་དེ་ཉིད་ཀྱང་ཤིན་ཏུ་ཁ་དོག་སྣ་ཚོགས་པ་བྱི་རུའི་མྱུ་གུའི་འབྲེལ་བ་རྣམ་པ་སྣ་ཚོགས་ཀྱི་ངོ་བོའི་ཚོན་འབར་བ་ན།
en: The tree’s overspread branches are bent down with fresh sprouts, in a variety of shapes, bright and colorful.

source: ལྷ་མོ་སྒྲོལ་མ་མངོན་དུ་ཕྱོགས་ཤིང་ལྟ་བ་བྲི་བར་བྱའོ། །
en: The goddess Tārā should be painted looking ahead. {4.90}

source: ལྷ་མོ་བགེགས་རྣམས་མ་ལུས་འཇོམས། །འཇིགས་པ་སེལ་བར་བྱེད་པའི་མཆོག །
en: “The goddess removes all obstacles And is the ultimate destroyer of fear.

source: སྒྲུབ་པ་པོ་ནི་སྲུང་དོན་དུ། །དེས་ནི་དམ་པ་སྦྱིན་ཞིང་དགེ། །
en: For the protection of the practitioner, She should be painted as the virtuous granter of boons. {4.91}

source: སྟོབས་བཅུ་ལྡན་སྲས་ཐུགས་རྗེ་ནི། །བུད་མེད་གཟུགས་འཆང་ལྷ་མོ་ཡིན། །
en: “The goddess takes the female form And arises, along with her ten powers, from compassion.

source: འབྱུང་པོ་ཀུན་གྱི་དཔལ་དོན་དང་། །མཆོག་སྦྱིན་བྱེད་པ་བྲི་བར་བྱ། །
en: She should be painted granting the boon Of good fortune to all beings. {4.92}

source: འཇམ་པའི་དབྱངས་ཅན་འོད་ཆེན་ནི། །གཞོན་ནུའང་ལྷ་མོ་འདི་ལ་དགྱེས། །
en: “The goddess is the mother of the divine youth— Mañjughoṣa of great splendor.

source: བགེགས་རྣམས་ཐམས་ཅད་བསལ་བའི་ཕྱིར། །སྒྲུབ་པ་པོས་ཀྱང་ཡང་དག་བཀུར། །
en: In order to completely remove The practitioner’s every obstacle, {4.93}

source: མི་ཡི་བདག་པོ་སྲུང་དོན་དང་། །དཔལ་སྒྲུབ་ཕྱིར་ཡང་རི་མོ་བྲི། །
en: “To ensure protection by the rulers of men, And to bring prosperity, she should be installed on the canvas.

source: ཁྲོ་བོའི་རྒྱལ་པོ་གང་ཡིན་ཏེ། །རི་ཡི་རྩེ་མོར་གཞག་བྲིས་པ། །
en: The supreme Lord of Wrath, Situated at the top of his mountain, {4.94}

source: བགེགས་རྣམས་ཐམས་ཅད་གཞིག་པའི་ཕྱིར། །རྒྱལ་བ་མཆོག་དང་སྲས་ཀྱིས་གསུངས། །
en: “Has been taught by the most excellent Victor and his sons For the sake of destroying all obstacles.

source: མི་བཟད་ཆེན་པོ་འཁྱིལ་བ་ཆེ། །གཏུམ་ཆེན་འོད་ཆེན་ལྡན་པ་པོ། །
en: Very terrifying, most venerable, Very fierce, and of great splendor, {4.95}

source: མ་རུངས་སེམས་ཅན་ཚར་གཅད་ཕྱིར། །སྒྲུབ་པ་ལ་ནི་རབ་ཏུ་བརྟགས། །
en: “He is primed for restraining beings Who are hostile to the teachings.

source: སྒྲུབ་པ་པོ་ནི་སྲུང་བ་དང་། །བགེགས་རྣམས་ཐམས་ཅད་སེལ་བར་བྱེད། །
en: For the practitioner, however, He is a remover of all obstacles. {4.96}

source: མི་བཟད་ཁྲོ་བོའི་ངང་ཚུལ་ཅན། །སྔགས་ཀྱི་ལྷ་དག་འགུགས་པར་བྱེད། །
en: “Violent and of a wrathful disposition, He is the mantra deity to be summoned.

source: ཤིན་ཏུ་མི་བཟད་དྲག་པོའི་གཟུགས། །བརྩེ་བ་མེད་པ་ཐམས་ཅད་འདུལ། །
en: Most terrible and frightening, He wards off all who are cruel. {4.97}

source: སྡིག་དང་དྲག་པོར་སྤྱོད་པ་རྣམས། །དབང་དུ་མི་འགྱུར་དབང་དུ་བྱེད། །
en: “He brings under control the unsubmissive Who commit evil and violent acts,

source: མཁའ་སྤྱོད་ས་ལ་སྤྱོད་པ་དང་། །ས་འོག་སྤྱོད་པ་ཐམས་ཅད་ཀྱི། །
en: Whether they dwell in the sky, on earth, In subterranean realms, or anywhere else. {4.98}

source: ཐུབ་པའི་བསྟན་ལ་འགལ་བྱེད་གང་། །མ་རུངས་ཐམས་ཅད་འདུལ་བར་བྱེད། །
en: “He destroys all evildoers Who oppose the teachings of the Sage.

source: རས་ནི་ཀུན་ནས་གྲུ་བཞི་དང་། །ཟུར་བཞི་དག་ཏུ་བྲི་བ་ཡིན། །
en: Thus one should paint the cloth Four sided, with four corners. {4.99}

source: རས་ཀྱི་འོག་ཏུ་ཐ་མར་ནི། །ཆུ་བོ་རྒྱ་ཆེའི་གནས་བྱ་སྟེ། །
en: “At the bottom edge of the cloth, There is an area with rivers.

source: ཀླུ་ཡི་གདེངས་ཀ་ཡན་ལག་ཅན། །གཅིག་ནི་ཀུན་དུ་བྱ་བ་ཡིན། །
en: Throughout it one should paint nāga s, one by one, With their distinctive hoods expanded. {4.100}

source: ཡན་ལག་བཟང་པོ་དཀར་པོ་དང་། །ལུས་ཕྱེད་མི་ཡི་རྣམ་པར་སྐྱེས། །
en: “Their pure, white bodies Are half human in form.

source: བྱང་དུ་མགོ་ནི་གཞག་བྱ་སྟེ། །རྟག་ཏུ་ཐལ་མོ་སྦྱར་བྱེད་པ། །
en: Raising up their torsos, Their hands are folded in constant reverence. {4.101}

source: སྟོབས་ཆེན་གདེངས་ཀ་བདུན་དང་ལྡན། །མཐའ་ཡས་ཞེས་ནི་བྱ་བ་ཡིན། །
en: “One with seven hoods, of great valor, Ananta by name, is referred to as ‘great lord.’

source: དེ་བཞིན་གཤེགས་ལ་ངེས་པར་ལྟ། །ནོར་བུ་རིན་ཆེན་གྱིས་མཛེས་པ། །
en: Adorned with jewels and gems, He directs his gaze at Tathāgata Śākyamuni. {4.102}

source: ལེགས་པར་མཛེས་དང་གཟུགས་མཛེས་དང་། །རིན་ཆེན་རྒྱན་གྱིས་ཡོངས་བརྒྱན་པའི། །
en: “Of very beautiful and charming form, He is adorned with jewel ornaments.

source: འབར་བའི་ཕྲེང་ཅན་བྲི་བ་ནི། །ཀླུ་རྒྱལ་ཆེན་པོར་རྣམ་པར་གྲགས། །
en: Known as the great king of nāga s, He should be painted with a garland of blazing light. {4.103}

source: འཇིག་རྟེན་ཀུན་ལ་ཕན་པར་བརྩོན། །
en: “He exerts himself for the good of the entire world,

source: སངས་རྒྱས་བསྟན་ལ་རབ་ཏུ་ཞུགས། །
en: Fully engaged in applying the teachings of the Sage

source: བགེགས་རྣམས་ཐམས་ཅད་རྣམ་གཞིག་ཕྱིར། །
en: In order to remove all obstacles.

source: ཆུ་བོ་ལ་བརྟེན་བྲི་བར་བྱ། །
en: One should paint him as dwelling in a river. {4.104}

source: རས་ཀྱི་ཆོ་ག་དམ་པ་འདི། །རྒྱལ་བ་རྣམས་ཀྱིས་གསུངས་པ་ཡིན། །
en: “This is the supreme painting procedure That was taught by the victorious ones.

source: དེ་བཞིན་གཤེགས་པས་སྔོན་གསུངས་པ། །རྒྱས་བསྟན་ངས་ནི་མདོར་བསྡུས་ཡིན། །
en: It has been taught before in brief and at length By the tathāgatas. {4.105}

source: མཁས་པ་གང་ཞིག་འདྲི་བྱེད་པ། །དེ་ཡི་བསོད་ནམས་མཐའ་ཡས་འགྱུར། །
en: “Any wise person who paints it Will gain infinite merit.

source: བསྐལ་པ་བྱེ་བར་བྱས་པ་ཡི། །སྡིག་པ་ཤིན་ཏུ་མི་བཟད་པ། །
en: The bad and dreaded karma Accumulated over millions of eons {4.106}

source: ས་སྟེང་རི་མོ་མཐོང་བ་ཙམ། །དེ་ཡི་མོད་ལ་འབྱང་བར་བྱེད། །
en: “Will be annihilated the very moment One beholds this painting here on earth.

source: མཚམས་མེད་ལྔ་པོ་བྱེད་པ་དང་། །ཚུལ་ཁྲིམས་ཉམས་དང་སྨད་པ་དང་། །
en: Therefore, one must not withhold this painting From those who have committed the five acts of immediate retribution {4.107}

source: སྡིག་པ་ཀུན་ལ་འཇུག་པ་དང་། །འཁོར་བའི་མུན་པར་སྤྱོད་པ་དང་། །འགྲོ་བའི་སྐྱེ་གནས་ངན་པ་དག །དེར་ནི་རས་རིས་གཞག་མི་བྱ། །
en: “Or who are undisciplined or detestable, Who commit all kinds of evil acts While lost in the darkness of saṃsāra And dragged from birth to birth. {4.108}

source: རས་རིས་མཐོང་བའང་དོན་ལྡན་ཞེས། །ཐུབ་པའི་དབང་པོས་གསུངས་པ་ཡིན། །
en: “Simply beholding the painting will bear fruit for them— So it was taught by the lords of sages.

source: མཐོང་བ་ཙམ་གྱིས་དག་འགྱུར་ཏེ། །དེ་བས་སྐད་ཅིག་དེ་ཙམ་གྱིས། །
en: As soon as they see it, that very moment They will be freed from their evil. {4.109}

source: ཡིད་དག་ལུས་ནི་དག་འཇུག་དང་། །རྗེས་སུ་བཟླས་པ་བྱེད་པ་དང་། །སྔགས་རྟེན་ཉིད་ལ་རྟག་བརྩོན་པའི། །མི་རྣམས་གྲུབ་འདོད་སྨོས་ཅི་དགོས། །
en: “What need then to speak of those who maintain purity In their body and in their speech, Who perform their recitations And are diligent in relying on mantra? {4.110}

source: བསྐལ་པ་བྱེ་བར་སངས་རྒྱས་ལ། །མཆོད་པའི་བསོད་ནམས་གང་ཡིན་པ། །
en: “The merit that has been accumulated by the totality of beings Through religious worship over a million eons

source: ས་སྟེང་རས་རིས་འདྲི་བ་ཡི། །སྔགས་པས་བསོད་ནམས་དེ་འཐོབ་འགྱུར། །
en: Will be obtained by a practitioner of mantra Who does this painting here on earth. {4.111}

source: གང་གཱ་ཡི་ནི་བྱེ་མ་དག །ཚད་དུ་བསྟན་པ་གང་ཡིན་པ། །དེ་དང་མཉམ་པའི་སངས་རྒྱས་དང་། །རང་རྒྱལ་དང་ནི་བྱང་ཆུབ་སེམས། །བསེ་རུ་ཉན་ཐོས་འཇིག་རྟེན་ན། །ལན་མང་དག་ཏུ་མཆོད་སྟོན་བྱས། །
en: “Buddhas—including the pratyeka­buddhas And the foremost sons of the victorious ones— Will come in numbers equal to the grains of sand in the Gaṅgā, Whatever their number is said to be. {4.112}

source: རས་རིས་མཐོང་བ་ཙམ་གྱིས་ནི། །མི་ཡིས་དེ་བཞིན་བསོད་ནམས་འཐོབ། །
en: “Merely upon seeing this painting A person will gain the same merit

source: ཆོ་ག་ཀློག་པ་ཙམ་དང་ནི། །མཆོད་དང་རྗེས་སུ་ཡི་རང་བ། །ཆོ་ག་ཐམས་ཅད་རབ་བརྟགས་པ། །དེ་ལ་སྔགས་ཀྱི་དངོས་གྲུབ་དེས། །
en: “Whoever simply describes it, Makes offerings to it, or rejoices in it Will certainly accomplish the mantras That are employed in every rite. {4.114}

source: འཇིག་རྟེན་སྔགས་རྣམས་ཅི་སྙེད་པ། །གང་དག་རྒྱལ་བ་སྐྱེས་མཆོག་དང་། །དེའི་སློབ་བསེ་རུ་བྱང་ཆུབ་སེམས། །བདག་ཉིད་ཆེན་པོས་གང་གསུངས་པ། །
en: “Whatever worldly mantras have been taught By the victorious ones, the most excellent of men, Or their pupils, the śrāvakas, or the pratyeka­buddhas, Or the divine bodhisattvas, the great beings,

source: རི་མོ་འདི་ནི་མདུན་བཞག་ན། །སྔགས་རྣམས་མ་ལུས་གྲུབ་པར་འགྱུར། །
en: All these mantras will be accomplished In front of this foremost of all paintings.” {4.115}

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་ལས། རས་རིས་ཆེན་མོ་དང་པོའི་ཆོ་གའི་ལེའུ་སྟེ་བཞི་པ་རྫོགས་སོ།། །།
en: This concludes the fourth chapter, the first in the detailed section on the procedure of cloth painting, from “The Root Manual Mañjuśrī,” the Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་ལ་གཟིགས་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: Now, Lord Śākyamuni, looking at the entire assembly, spoke to Mañjuśrī, the divine youth:

source: གཞན་ཡང་ཁྱོད་ཀྱི་འབྲིང་གི་རས་ཀྱི་ཆོ་ག་དེ་ངས་བཤད་པར་བྱ་ཡིས། ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག །
en: “There is, Mañjuśrī, yet another procedure from your ritual of cloth painting—the medium one. I will teach it now, so listen well and duly reflect upon it. {5.1}

source: དང་པོར་རེ་ཞིག་སྔར་བསྟན་པའི་དོག་པ་དང་། སྔར་བསྟན་པའི་ཆོ་ག་དང་།
en: “First, to produce the medium painting, thread should be used as previously described, following the same procedure as before.

source: སྔར་བསྟན་པའི་བཟོ་བོ་དང་སྔར་གྱི་ཚད་བར་མ་དང་ལྡན་པ།
en: The work should be done by craftsmen who have been trained beforehand, applying the same measurements as the previous cloth.

source: རས་ཤིན་ཏུ་བཟང་བ་དང་འཇམ་པ་དང་ཤིན་ཏུ་བཀྲུས་པ་ཁ་ཚར་དང་བཅས་པ་དང་། ཚོན་མ་འདྲེས་པ་དང་སྐྲ་ལ་སོགས་པ་མེད་པར་བྱས་ལ། ཚད་མ་གཏོགས་པ་དང་པོ་ཅི་ལྟ་བ་དེ་བཞིན་དུ་བྱས་པའི་རས་དེ་ལ་ཕྱི་ནས་བྲི་བར་བྱ་སྟེ
en: Just as before, the cloth should be of excellent quality, white, tightly woven, and thoroughly clean and have fringe tassels. The painting should then be executed using uncontaminated paints free of hairs, dust, or other debris, with everything done just as before, except for the sizes and forms of the painted figures. {5.2}

source: དང་པོར་རེ་ཞིག་གནས་གཙང་མ་ཀུན་ནས་མཛེས་པ། རིན་པོ་ཆེ་ཤེལ་གྱི་རང་བཞིན་ལྟ་བུ་མུ་ཏིག་དཀར་པོས་བརྒྱན་པ།
en: “First one should paint the realm of the Pure Abode, its form beautiful in every respect, abounding in things made of jewels, and adorned with garlands of white pearls.

source: དེའི་དབུས་སུ་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་བྲི་བར་བྱ་སྟེ། རིན་པོ་ཆེའི་སེང་གེའི་ཁྲི་ལ་རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ་ཆོས་འཆད་ཅིང་བཞུགས་པའོ། །
en: Portrayed in the middle should be Lord Śākyamuni, sitting on the lion throne expounding the Dharma and excellent in every aspect. {5.3}

source: གཡས་ཕྱོགས་ན་འཕགས་པ་འཇམ་དཔལ་པདྨའི་གེ་སར་རམ། གུར་གུམ་མམ། ཉི་མའི་མདོག་འདྲ་བ་གཡོན་པའི་དཔུང་པའི་ཕྱོགས་སུ་ཨུཏྤལ་བསྣམས་ཤིང་ཐལ་མོ་སྦྱར་བས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་བལྟ་བ།
en: “To his right is Noble Mañjuśrī, the color of lotus filaments, saffron, or the sun, with a blue lotus near his left shoulder. With the palms of his hands folded in reverence, he looks toward Lord Śākyamuni.

source: བཞིན་ཅུང་ཟད་རྒོད་པ་གཞོན་ནུའི་གཟུགས་ཅན། ཟུར་ཕུད་ལྔས་མགོ་མཛེས་པར་བྱས་པ།
en: He has the form of a divine youth, with a gentle smile on his face, and his head is adorned with a crown of five decorative locks of hair.

source: བྱིས་པ་གཞོན་ནུའི་རྒྱན་གྱིས་བརྒྱན་པ། པུས་མོ་གཡས་པའི་ལྷ་ང་དང་མགོ་འདུད་པའོ། །
en: He is ornamented with the adornments of a young boy and inclines his head toward his right knee. {5.4}

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་གཡོན་ལོགས་སུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྟོན་ཀའི་ཟླ་བའི་མདོག་ལྟར་དཀར་བ། སྔ་མ་ཅི་ལྟ་བ་དེ་བཞིན་དུ་བྲི་བར་བྱ་སྟེ།
en: “To the left of Lord Śākyamuni is the noble Avalokiteśvara, white as the autumn moon and painted just as he was described before,

source: འོན་ཀྱང་བཅོམ་ལྡན་འདས་ལ་རྔ་ཡབ་གཡོབ་པར་བྱའོ། །
en: but this time fanning the Blessed One with a yak-tail whisk.

source: དེའི་ཕྱོགས་སུ་འཕགས་པ་བྱམས་པ་དང་། ཀུན་དུ་བཟང་པོ་དང་ཕྱག་ན་རྡོ་རྗེ་དང་། བློ་གྲོས་ཆེན་པོ་དང་ཞི་བར་གཤེགས་པ་དང་ནམ་མཁའ་མཛོད་དང་། སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ་སྟེ།
en: To his left, arranged one next to the other, are the noble Maitreya, Vajrapāṇi, Mahāmati, Śāntamati, Gaganagañja, and Sarva­nīvaraṇa­viṣkambhin.

source: འདི་དག་ཀྱང་སྔ་མ་བཞིན་དུ་བྲི་བར་བྱའོ། །དང་པོ་ཅི་ལྟ་བ་དེ་བཞིན་དུ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པར་བྲི་བར་བྱའོ། །
en: They should be painted as before and adorned with all kinds of jewelry. {5.5}

source: འདི་དག་གི་སྟེང་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བརྒྱད་བྲི་བར་བྱ་སྟེ། བཞེངས་པ་དང་ལག་པ་གཡས་པས་མཆོག་སྦྱིན་པ་དང་།
en: “Situated above them the eight blessed buddhas should be painted in a standing position, displaying the boon-granting gesture with their right hands,

source: སྐུ་ལ་ན་བཟའ་སེར་པོས་སྟོད་གཡོགས་བྱས་པ།
en: their bodies covered in the yellow robes of a monk and an upper cloak.

source: ལག་པ་གཡོན་པས་ཆོས་གོས་ཀྱི་དཀྱིལ་ནས་འཛིན་པ།
en: With their left hands they hold the corner of their robes.

source: ཆོས་གོས་ཀྱི་ཁ་དོག་ཅུང་ཟད་དམར་བ་མནབས་པ། ཀུན་ནས་འོད་དང་ལྡན་པ་རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ་ལ་འདི་ལྟ་སྟེ།
en: The well-fitting robes are yellowish with a slightly red hue. They are surrounded with halos of light and are excellent in every aspect.

source: དེ་བཞིན་གཤེགས་པ་མེ་ཏོག་ཡང་དག་པར་སྐྱེས་པའི་རྒྱལ་པོའི་དབང་པོ་དང་། རིན་ཆེན་གཙུག་ཏོར་དང་། གཙུག་ཏོར་ཅན་དང་། ཐམས་ཅད་སྐྱོབ་དང་། ལོག་པར་དད་སེལ་དང་། གསེར་ཐུབ་དང་། འོད་སྲུང་དང་། སྤྱན་བཟང་སྟེསངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་བྲི་བར་བྱའོ། །
en: The blessed buddhas that should be portrayed are the tathāgatas Saṃkusumita­rājendra, Ratnaśikhin, Śikhin, Viśvabhuk, Krakucchanda, Bakagrīvin, Kāśyapa, and Sunetra. {5.6}

source: བཅོམ་ལྡན་འདས་ཀྱི་གཡས་ཕྱོགས་སུ་འཕགས་པ་འཇམ་དཔལ་གྱི་མདུན་དུ་འཁོར་ཆེན་པོའི་དཀྱིལ་འཁོར་བྲི་བར་བྱ་སྟེ།
en: “To the right of the Blessed One and near Noble Mañjuśrī should be depicted the great assembly.

source: ཉན་ཐོས་ཆེན་པོ་བརྒྱད་དང་། རང་སངས་རྒྱས་བརྒྱད་སྔ་མ་ཅི་ལྟ་བ་དེ་བཞིན་དུ་བྲི་སྟེ།
en: The eight great śrāvakas and eight pratyeka­buddhas should be painted exactly as before,

source: འོན་ཀྱང་འཕགས་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་། ཤཱ་རིའི་བུ་ནི་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་རྔ་ཡབ་ཀྱིས་གཡོབ་པ་འགྲེང་བག་ཏུ་བྲི་བར་བྱའོ། །
en: except that the noble Mahā­maudgalyāyana and Śāriputra are standing up and fanning Lord Śākyamuni with a yak-tail whisk. {5.7}

source: ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་དང་འཐབ་བྲལ་དང་དགའ་ལྡན་དང་འཕྲུལ་དགའ་དང་དག་པ་དང་། དྲི་མ་མེད་པ་དང་འཇམ་པ་དང་མི་གདུང་བ་དང་འོད་གསལ་དང་། ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་དང་འོག་མིན་དང་དེ་ལ་སོགས་པའི་ལྷའི་བུ་གཟུགས་ན་སྤྱོད་པ་དང་། འདོད་པ་ན་སྤྱོད་པའི་ལྷའི་བུ་དག་མཐར་གྱིས་བྲི་བར་བྱའོ། །འཕགས་པ་འཇམ་དཔལ་དང་ཉེ་བར་འཁོར་གྱི་དཀྱིལ་འཁོར་ལེགས་པར་དགོད་པར་བྱ་སྟེ།
en: “The gods from the realm of the Pure Abode, Śakra, the lord of gods, and Suyāma , as well as the gods from the heavens of Tuṣita, Sunirmita, Śuddha, Vimala, Sudṛśa, Atapas, and Ābhāsvara should also be included. In addition, Brahmā Sahāmpati and the gods from the Akaniṣṭha heaven should be included. These and other gods who dwell in the realm of form and the realm of desire should be painted arranged in sequence, near to Noble Mañjuśrī.

source: རང་རང་གི་གཟུགས་དང་ཆ་བྱད་དུ་བྲི་བར་བྱའོ། །
en: They should be painted arranged in tiers above the assembly with their respective features and dress. {5.8}

source: བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་ཁྲིའི་འོག་ཏུ་ནི། རྒྱ་མཚོ་ཆེན་པོ་ལས་མངོན་པར་བྱུང་བའི་ཀུན་ནས་རིན་པོ་ཆེའི་རི་བོ་རས་ཀྱི་མཐའ་མར་བྲི་བར་བྱའོ། །
en: “Below the lion throne of the Blessed One, a great mountain should be painted rising from a great ocean and extending up to the edges of the canvas.

source: རས་རིས་ཀྱི་ཕྱོགས་གཅིག་གི་མཐའ་ལ་སྒྲུབ་པ་པོ་ཆ་བྱད་དང་དབྱིབས་ཅི་ལྟ་བུའི་རྣམ་པ་པུས་མོའི་ལྷ་ང་དང་མགོ་བཏུད་པ། སྤོས་སྣོད་ལག་ན་ཐོགས་པ་བྲི་བར་བྱའོ། །
en: In one corner of the canvas should be depicted the practitioner in the same form and dress as in real life. He should be depicted with his head inclined toward his knees and holding an incense holder in his hand.

source: རིན་པོ་ཆེའི་རི་བོ་དེའི་སྟེང་འཕགས་པ་འཇམ་དཔལ་གྱི་འོག་ཏུ་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེའི་གཤེད་ཅི་ལྟར་བསྟན་པ་དེ་ལྟར་བྲི་བར་བྱའོ། །
en: On the same jewel mountain, below Noble Mañjuśrī, is Yamāntaka, Lord of Wrath . He should be painted as previously described. {5.9}
